i5-2500k/retpoline-nopti-nopcid/pgbench/200/runs/result-ro-3.log
transaction type: <builtin: select only>
scaling factor: 200
query mode: simple
number of clients: 4
number of threads: 4
duration: 300 s
number of transactions actually processed: 19344001
latency average = 0.062 ms
tps = 64479.982732 (including connections establishing)
tps = 64482.097227 (excluding connections establishing)